brew "asdf"
brew "chezmoi"
brew "eza"
brew "fzf"
brew "bat"
brew "ripgrep"
brew "tmux"
brew "volta"
brew "neovim"
brew "font-hackgen"
brew "ncurses"

cask "1password"
cask "bartender"
cask "docker"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "alacritty"

