tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "neovim/neovim"
tap "nikitabobko/tap"
tap "oven-sh/bun"

brew "asdf"
brew "atuin"
brew "bat"
brew "chezmoi"
brew "difftastic"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "mise"
brew "ncurses"
brew "neovim", args: ["HEAD"]
brew "ni"
brew "openjdk@17"
brew "ripgrep"
brew "tmux"
brew "jj"
brew "kanata"
brew "typescript-language-server"
brew "uv"
brew "felixkratz/formulae/borders"
brew "oven-sh/bun/bun"
brew "zoxide"

cask "1password-cli"
cask "aerospace"
cask "copilot-cli"
cask "karabiner-elements"
cask "raycast"
cask "zed"
cask "figma"
cask "firefox"
cask "font-hackgen"
cask "itsycal"
cask "ghostty"
cask "google-japanese-ime"
cask "jordanbaird-ice"
cask "orbstack"
cask "spotmenu"

